Revit.Resource1
A strongly-typed resource class, for looking up localized strings, etc.

Revit.Resource1.ResourceManager
Returns the cached ResourceManager instance used by this class.

Revit.Resource1.Culture
Overrides the current thread's CurrentUICulture property for all
resource lookups using this strongly typed resource class.

Revit.Resource1.AnalysisResultsDefaultDescription
Looks up a localized string similar to Analysis Results from Dynamo.

Revit.Resource1.AnalysisResultsDefaultName
Looks up a localized string similar to Dynamo Analysis Results.